var dataListFront =
{
    "point": 
    [
		{
		    "x": "0.203",
		    "y": "0.468",
		    items:
            [
                {
		            "caption": "Техническое обслуживание в моторном отсеке",
		            "url": "../details/136178090-9521.html"
		        }
			]
		},
		{
		    "x": "0.278",
		    "y": "0.407",
		    items:
            [
                {
		            "caption": "стеклоочиститель",
		            "url": "../details/136178090-10062.html"
		        }
			]
		},
		{
		    "x": "0.359",
		    "y": "0.513",
		    items:
            [
                {
		            "caption": "Как пользоваться фонариком",
		            "url": "../details/136178090-91155.html?p2"
				},
				{
		            "caption": "Лампочки фар",
		            "url": "../details/136178090-45642.html"
		        }
			]
		},
		{
		    "x": "0.421",
		    "y": "0.304",
		    items:
            [
                {
		            "caption": "Передняя сенсорная камера",
		            "url": "../details/136178090-93876.html"
		        }
			]
		},
		{
		    "x": "0.590",
		    "y": "0.421",
		    items:
            [
                {
		            "caption": "Зеркала заднего вида",
		            "url": "../details/136178090-6095.html"
		        },
                {
		            "caption": "Поворотники (мигалки)",
		            "url": "../details/136178090-91155.html?p2#d_136_1780_90_91253"
		        },
                {
		            "caption": "Лампочка бокового указателя поворота / лампочка бокового аварийного мигающего сигнала",
		            "url": "../details/136178090-9853.html"
		        }
			]
		},
		{
		    "x": "0.679",
		    "y": "0.467",
		    items:
            [
                {
		            "caption": "Запирание / отпирание двери",
		            "url": "../details/136178090-3931.html?p2"
		        }
			]
		},
		{
		    "x": "0.273",
		    "y": "0.670",
		    items:
            [
                {
		            "caption": "Радарный датчик",
		            "url": "../details/136178090-91524.html?p1"
		        },
                {
		            "caption": "ACC (адаптивный круиз-контроль)",
		            "url": "../details/136178090-92439.html"
		        },
                {
		            "caption": "Система торможения с функцией смягчения последствий столкновения (CMBS)",
		            "url": "../details/136178090-91659.html"
		        }
			]
		},
		{
		    "x": "0.335",
		    "y": "0.670",
		    items:
            [
                {
		            "caption": "Противотуманные фары✤",
		            "url": "../details/136178090-91155.html?p2#d_136_1780_90_91300"
				},
                {
		            "caption": "Лампочка противотуманной фары✤",
		            "url": "../details/136178090-94075.html"
		        }
			]
		},
		{
		    "x": "0.486",
		    "y": "0.762",
		    items:
            [
                {
		            "caption": "Шины",
		            "url": "../details/136178090-10161.html"
		        }
			]
		}
    ]
}

var dataListRear =
{
    "point": 
    [
		{
		    "x": "0.567",
		    "y": "0.407",
		    items:
            [
                {
		            "caption": "Стоп-сигналы / Задние фонари",
		            "url": "../details/136178090-21290.html"
				},
				{
		            "caption": "Поворотники (мигалки)",
		            "url": "../details/136178090-91155.html?p2#d_136_1780_90_91253"
		        },
                {
		            "caption": "Лампочка заднего поворотника / лампочка заднего аварийного мигающего сигнала",
		            "url": "../details/136178090-9885.html"
		        }
			]
		},
		{
		    "x": "0.816",
		    "y": "0.170",
		    items:
            [
                {
		            "caption": "Антенна",
		            "url": "../details/136178090-7653.html"
		        }
			]
		},
		{
		    "x": "0.752",
		    "y": "0.242",
		    items:
            [
                {
		            "caption": "Высокорасположенный стоп-сигнал",
		            "url": "../details/136178090-9954.html"
		        }
			]
		},
		{
		    "x": "0.745",
		    "y": "0.399",
		    items:
            [
                {
		            "caption": "Задний стеклоочиститель",
		            "url": "../details/136178090-10136.html"
		        }
			]
		},
		{
		    "x": "0.831",
		    "y": "0.492",
		    items:
            [
                {
		            "caption": "Открытие и закрытие задней двери",
		            "url": "../details/136178090-4575.html"
		        }
			]
		},
		{
		    "x": "0.780",
		    "y": "0.505",
		    items:
            [
                {
		            "caption": "Система задней камеры✤",
		            "url": "../details/136178090-45584.html"
		        }
			]
		},
		{
		    "x": "0.639",
		    "y": "0.443",
		    items:
            [
                {
		            "caption": "Фонарь заднего хода",
		            "url": "../details/136178090-45836.html"
		        }
			]
		},
		{
		    "x": "0.507",
		    "y": "0.531",
		    items:
            [
                {
		            "caption": "Как заправиться",
		            "url": "../details/136178090-9161.html"
		        }
			]
		},
		{
		    "x": "0.302",
		    "y": "0.457",
		    items:
            [
                {
		            "caption": "Открытие и закрытие раздвижных дверей",
		            "url": "../details/136178090-4648.html"
		        }
			]
		}
	]
}