var dataListFront =
{
    "point": 
    [
		{
		    "x": "0.349",
		    "y": "0.276",
		    items:
            [
                {
		            "caption": "Система подушек безопасности SRS (для пассажирского сиденья)",
		            "url": "../details/136178090-1769.html"
		        }
			]
		},
		{
		    "x": "0.276",
		    "y": "0.582",
		    items:
            [
                {
		            "caption": "Блок предохранителей со стороны пассажирского сиденья в салоне✤",
		            "url": "../details/136178090-12073.html#d_136_1780_90_48174"
		        }
			]
		},
		{
		    "x": "0.319",
		    "y": "0.618",
		    items:
            [
                {
		            "caption": "перчаточный ящик",
		            "url": "../details/136178090-7030.html"
		        }
			]
		},
		{
		    "x": "0.299",
		    "y": "0.727",
		    items:
            [
                {
		            "caption": "сигнальная ракета",
		            "url": "../details/136178090-10858.html#d_136_1780_90_10896"
		        }
			]
		},
		{
		    "x": "0.809",
		    "y": "0.585",
		    items:
            [
                {
		            "caption": "Переключатель регулировки наружных зеркал",
		            "url": "../details/136178090-6095.html"
		        }
			]
		},
		{
		    "x": "0.831",
		    "y": "0.621",
		    items:
            [
                {
		            "caption": "Переключатель электростеклоподъемников",
		            "url": "../details/136178090-5175.html"
		        }
			]
		}
	],
	"zoom":
	[
		{
			"x": "0.425",
			"y": "0.099",
			"w": "0.140",
			"h": "0.776",
			'src': "../images/data/in_zoom_Center.jpg",
			//'src_w' :640,
			//'src_h' :943,
			"point":
			[
		        {
		            "x": "0.248",
		            "y": "0.484",
		            items:
                    [
                        {
		                    "caption": "Автомобильный кондиционер",
		                    "url": "../details/136178090-7251.html"
		                }
			        ]
		        },
		        {
		            "x": "0.459",
		            "y": "0.525",
		            items:
                    [
                        {
		                    "caption": "Переключатель обогрева заднего стекла и зеркал заднего вида✤",
		                    "url": "../details/136178090-5956.html"
		                }
			        ]
		        },
		        {
		            "x": "0.500",
		            "y": "0.278",
		            items:
                    [
                        {
		                    "caption": "Honda Система InterNavi✤",
		                    "url": "../detailsnavi/q_name.html"
		                }
			        ]
		        },
		        {
		            "x": "0.335",
		            "y": "0.542",
		            items:
                    [
                        {
		                    "caption": "Переключатель обогревателя стекол",
		                    "url": "../details/136178090-7251.html#d_136_1780_90_7331"
		                },
                        {
		                    "caption": "Переключатель подогрева сидений✤",
		                    "url": "../details/136178090-91426.html#d_136_1780_90_42646"
		                }
			        ]
				},
		        {
		            "x": "0.704",
		            "y": "0.127",
		            items:
                    [
                        {
		                    "caption": "Мультиинформационный дисплей",
		                    "url": "../details/136178090-39475.html?p2"
		                },
						{
							"caption": "Часы",
							"url": "../details/136178090-3708.html"
						}
			        ]
				},
		        {
		            "x": "0.638",
		            "y": "0.411",
		            items:
                    [
                        {
		                    "caption": "селектор",
		                    "url": "../details/136178090-8539.html?p2"
		                }
			        ]
				},
				{
		    "x": "0.818",
		    "y": "0.475",
					items:
					[
						{
							"caption": "<img src=\"../img/TF300007.png\" style=\"height:16pt;vertical-align:-5px;\"/>Выключатель системы остановки двигателя на холостом ходу",
							"url": "../details/136178090-42992.html?p2#d_136_1780_90_43034"
						},
						{
							"caption": "Переключатель ECON",
							"url": "../details/136178090-6006.html?p2"
						}
					]
				},
		{
		    "x": "0.386",
		    "y": "0.833",
			items:
			[
				{
					"caption": "Разъем для аксессуаров",
					"url": "../details/136178090-91426.html#d_136_1780_90_42528"
				}
			]
		},
		{
		            "x": "0.484",
		            "y": "0.833",
		    items:
            [				
				{
					"caption": "USB-разъем 1,5 А (для подключения смартфона) ✤",
					"url": "../detailsnavi/q_sp.html"
				},
				{
					"caption": "Разъем HDMI✤",
					"url": "../detailsnavi/20251090-43245.html"
				},
				{
					"caption": "Разъем USB 1,0 А (для воспроизведения музыки) iPod✤",
					"url": "../detailsnavi/20251090-9099.html"
				},
				{
					"caption": "Разъем USB 1,0 А (для воспроизведения музыки) USB-устройства✤",
					"url": "../detailsnavi/20251090-9306.html"
				}
		    ]
		},
		{
		    "x": "0.827",
		    "y": "0.768",
		    items:
            [
                {
		            "caption": "Стояночный тормоз",
		            "url": "../details/136178090-8886.html"
		        }
		    ]
		}
	        ]
		},
		{
		    "x": "0.570",
		    "y": "0.099",
		    "w": "0.208",
		    "h": "0.686",
		    'src': "../images/data/in_zoom_Handle.jpg",
		    //'src_w' :640,
		    //'src_h' :920,
		    "point":
			[
				{
		            "x": "0.061",
		            "y": "0.403",
		            items:
                    [
                        {
					        "caption": "Переключатель стеклоочистителей/омывателя",
					        "url": "../details/136178090-5644.html"
					    }
			        ]
				},
				{
					"x": "0.418",
					"y": "0.152",
		            items:
                    [
                        {
					        "caption": "счетчик",
					        "url": "../details/136178090-3440.html"
					    },
                        {
					        "caption": "сигнальная лампочка",
					        "url": "../details/136178090-37349.html"
					    },
                        {
					        "caption": "Сигнальная лампа",
					        "url": "../details/136178090-38310.html"
					    }
			        ]
				},
				{
					"x": "0.700",
					"y": "0.395",
		            items:
                    [
                        {
					        "caption": "Переключатель запуска/остановки двигателя",
					        "url": "../details/136178090-41685.html?p2"
					    }
			        ]
				},
				{
					"x": "0.878",
					"y": "0.687",
		            items:
                    [
                        {
					        "caption": "Переключатель электроприводной сдвижной двери✤",
					        "url": "../details/136178090-4782.html#d_136_1780_90_4913"
					    },
                        {
					        "caption": "<img src=\"../img/TF205027.png\" style=\"height:16pt;vertical-align:-5px;\"/>Переключатель VSA OFF",
					        "url": "../details/136178090-8777.html#d_136_1780_90_8839"
					    },
                        {
					        "caption": "Регулятор наклона фар✤",
					        "url": "../details/136178090-5781.html"
						},
                        {
					        "caption": "<img src=\"../img/TF300002.png\" style=\"height:16pt;vertical-align:-5px;\"/>Переключатель CMBS OFF",
					        "url": "../details/136178090-91659.html#d_136_1780_90_91852"
					    },
                        {
					        "caption": "Переключатель подогрева лобового стекла✤",
					        "url": "../details/136178090-5987.html"
					    },
                        {
					        "caption": "<img src=\"../img/TF300001.png\" style=\"height:16pt;vertical-align:-5px;\"/>Переключатель предотвращения съезда с дороги",
					        "url": "../details/136178090-93293.html#d_136_1780_90_93405"
					    }
			        ]
				},
				{
					"x": "0.802",
					"y": "0.400",
		            items:
                    [
                        {
					        "caption": "Фары и габаритные огни",
					        "url": "../details/136178090-91155.html?p2"
					    },
                        {
					        "caption": "Поворотники (мигалки)",
					        "url": "../details/136178090-91155.html?p2#d_136_1780_90_91253"
					    }
			        ]
				},
				{
					"x": "0.719",
					"y": "0.451",
		            items:
                    [
                        {
					        "caption": "Главный выключатель",
					        "url": "../details/136178090-91592.html"
					    }
			        ]
				},
				{
					"x": "0.720",
					"y": "0.533",
		            items:
                    [
                        {
					        "caption": "<img src=\"../img/TF300003.png\" style=\"height:16pt;vertical-align:-5px;\"/>Переключатель LKAS",
					        "url": "../details/136178090-92937.html#d_136_1780_90_93062"
					    }
			        ]
				},
				{
					"x": "0.708",
					"y": "0.643",
		            items:
                    [
                        {
					        "caption": "Информация (<img src=\"../img/TF300004.png\" style=\"height:16pt;vertical-align:-5px;\"/>) Переключатель<br/>（ <img src=\"../img/TF300005.png\" style=\"height:16pt;vertical-align:-5px;\"/>/<img src=\"../img/TF300006.png\" style=\"height:16pt;vertical-align:-5px;\"/>）",
					        "url": "../details/136178090-39475.html?p2#d_136_1780_90_39488"
					    },
                        {
					        "caption": "Переключатель TRIP",
					        "url": "../details/136178090-39475.html?p2#d_136_1780_90_39527"
					    }
			        ]
				},
				{
					"x": "0.426",
					"y": "0.697",
					items:
					[
						{
							"caption": "Рычаг регулировки положения руля",
							"url": "../details/136178090-6023.html"
						}
					]
				},
				{
					"x": "0.345",
					"y": "0.640",
		            items:
                    [
                        {
					        "caption": "Переключатель речи✤",
					        "url": "../detailsnavi/20251090-1765.html"
					    }
			        ]
				},
				{
					"x": "0.229",
					"y": "0.493",
		            items:
                    [						
                        {
					        "caption": "Кнопка SOURCE✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55094"
					    },
                        {
					        "caption": "Кнопка каналов✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55115"
					    },
                        {
					        "caption": "Кнопка регулировки громкости✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55102"
					    },
                        {
					        "caption": "Функциональная кнопка✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_61442"
					    },
                        {
					        "caption": "Кнопка быстрого доступа✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_61460"
					    }
			        ]
				},
				{
				    "x": "0.528",
				    "y": "0.556",
				    items:
        		    [
        		        {
		        		    "caption": "Система подушек безопасности SRS (для водительского сиденья)",
				            "url": "../details/136178090-1769.html"
		        			}
						]
					},
				{
				    "x": "0.410",
				    "y": "0.267",
					items:
					[
						{
							"caption": "Верхний ящик на водительском сиденье",
							"url": "../details/136178090-7030.html#d_136_1780_90_42407"
						}
					]
				},
				{
				    "x": "0.600",
				    "y": "0.297",
		            items:
                    [
                        {
					        "caption": "Дополнительный дисплей",
					        "url": "../details/136178090-39475.html?p2#d_136_1780_90_39527"
					    },
                        {
					        "caption": "Настроить время на часах",
					        "url": "../details/136178090-3708.html"
					    },
                        {
					        "caption": "Переключатель управления подсветкой",
					        "url": "../details/136178090-5912.html"
					    }
			        ]
				},

		{
		    "x": "0.789",
		    "y": "0.816",
		    items:
            [
                {
		            "caption": "Устройство для открывания крышки топливного бака",
		            "url": "../details/136178090-9161.html"
		        }
			]
		},			
		{
		    "x": "0.784",
		    "y": "0.890",
		    items:
            [
                {
		            "caption": "Ручка открывания капота",
		            "url": "../details/136178090-9553.html"
		        }
			]
		},			
		{
		    "x": "0.913",
		    "y": "0.600",
		    items:
            [
                {
		            "caption": "Блок предохранителей со стороны водителя в салоне",
		            "url": "../details/136178090-12073.html#d_136_1780_90_47483"
		        }
			]
		}
			]
		}
	]
}
var dataListRear =
{
    "point": 
    [
		{
		    "x": "0.052",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "внутреннее зеркало",
		            "url": "../details/136178090-6075.html"
		        },
                {
		            "caption": "Зеркало для обзора салона",
		            "url": "../details/136178090-91426.html#d_136_1780_90_42595"
		        }
			]
		},
		{
		    "x": "0.100",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Напольная лампа",
		            "url": "../details/136178090-6909.html#d_136_1780_90_6990"
		        }
			]
		},
		{
		    "x": "0.400",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Система боковых подушек безопасности✤",
		            "url": "../details/136178090-2104.html"
		        }
			]
		},
		{
		    "x": "0.471",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Внутреннее освещение",
		            "url": "../details/136178090-6909.html"
		        }
			]
		},
		{
		    "x": "0.960",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Внутреннее освещение",
		            "url": "../details/136178090-6909.html"
		        }
			]
		},
		{
		    "x": "0.850",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Универсальный крючок",
		            "url": "../details/136178090-7030.html#d_136_1780_90_7163"
		        }
			]
		},
		{
		    "x": "0.694",
		    "y": "0.503",
		    items:
            [
                {
		            "caption": "Второй ряд сидений✤",
		            "url": "../details/136178090-6416.html"
				},
                {
		            "caption": "Сиденье второго капитана✤",
		            "url": "../details/136178090-42171.html"
		        }
			]
		},
		{
		    "x": "0.960",
		    "y": "0.488",
		    items:
            [
                {
		            "caption": "Третье сиденье✤",
		            "url": "../details/136178090-6622.html"
		        }
			]
		},
		{
		    "x": "0.628",
		    "y": "0.592",
		    items:
            [
                {
		            "caption": "Крепежные устройства ISOFIX/i-Size",
		            "url": "../details/136178090-2373.html#d_136_1780_90_37108"
		        }
			]
		},
		{
		    "x": "0.343",
		    "y": "0.589",
		    items:
            [
                {
		            "caption": "Крючок для подлокотника в магазине",
		            "url": "../details/136178090-7030.html#d_136_1780_90_42570"
		        },
                {
		            "caption": "Система боковых подушек безопасности✤",
		            "url": "../details/136178090-1939.html"
		        }
			]
		},
		{
		    "x": "0.284",
		    "y": "0.602",
		    items:
            [
                {
		            "caption": "Передние сиденья",
		            "url": "../details/136178090-6300.html?p2"
		        }
			]
		},
		{
		    "x": "0.446",
		    "y": "0.021",
		    items:
            [
                {
		            "caption": "Ремни безопасности",
		            "url": "../details/136178090-1484.html"
		        }
			]
		}
	]
}