var dataListFront =
{
    "point": 
    [
		{
		    "x": "0.252",
		    "y": "0.458",
		    items:
            [
                {
		            "caption": "Техническое обслуживание в моторном отсеке",
		            "url": "../details/136129090-9521.html"
		        },
                {
		            "caption": "стеклоочиститель",
		            "url": "../details/136129090-10062.html"
		        }
			]
		},
		{
		    "x": "0.359",
		    "y": "0.523",
		    items:
            [
                {
		            "caption": "Фары",
		            "url": "../details/13689090-11556.html"
		        }
			]
		},
		{
		    "x": "0.421",
		    "y": "0.324",
		    items:
            [
                {
		            "caption": "Передняя сенсорная камера✤",
		            "url": "../details/13686090-53017.html"
		        }
			]
		},
		{
		    "x": "0.590",
		    "y": "0.436",
		    items:
            [
                {
		            "caption": "Зеркала заднего вида",
		            "url": "../details/136129090-6095.html"
		        },
                {
		            "caption": "Поворотники на боковых зеркалах (указатели поворота (переключатель поворотников))",
		            "url": "../details/136129090-5562.html"
		        },
                {
		            "caption": "Боковой указатель поворота / лампочка бокового аварийного мигающего сигнала)",
		            "url": "../details/136129090-9853.html"
		        }
			]
		},
		{
		    "x": "0.679",
		    "y": "0.471",
		    items:
            [
                {
		            "caption": "Запирание / отпирание двери",
		            "url": "../details/136129090-3931.html?p2"
		        }
			]
		},
		{
		    "x": "0.263",
		    "y": "0.670",
		    items:
            [
                {
		            "caption": "Радарный датчик✤",
		            "url": "../details/honda_sensing.html"
		        },
                {
		            "caption": "ACC (адаптивный круиз-контроль) ✤",
		            "url": "../details/13686090-53076.html"
		        },
                {
		            "caption": "Система предотвращения столкновений (CMBS)✤",
		            "url": "../details/13686090-54721.html"
		        }
			]
		},
		{
		    "x": "0.442",
		    "y": "0.657",
		    items:
            [
                {
		            "caption": "Шины",
		            "url": "../details/136129090-10161.html"
		        }
			]
		}
    ]
}

var dataListRear =
{
    "point": 
    [
		{
		    "x": "0.735",
		    "y": "0.500",
		    items:
            [
                {
		            "caption": "Стоп-сигналы / Задние фонари",
		            "url": "../details/136129090-21290.html"
		        },
                {
		            "caption": "поворотник",
		            "url": "../details/136129090-5562.html"
		        },
                {
		            "caption": "Лампочка заднего поворотника / лампочка заднего аварийного мигающего сигнала",
		            "url": "../details/136129090-9885.html"
		        },
                {
		            "caption": "Фонарь заднего хода",
		            "url": "../details/13686090-45730.html"
		        }
			]
		},
		{
		    "x": "0.819",
		    "y": "0.336",
		    items:
            [
                {
		            "caption": "Высокорасположенный стоп-сигнал",
		            "url": "../details/136129090-9954.html"
		        }
			]
		},
		{
		    "x": "0.834",
		    "y": "0.479",
		    items:
            [
                {
		            "caption": "Задний стеклоочиститель",
		            "url": "../details/136129090-10136.html"
		        }
			]
		},
		{
		    "x": "0.865",
		    "y": "0.554",
		    items:
            [
                {
		            "caption": "Открытие и закрытие задней двери",
		            "url": "../details/136129090-4575.html"
		        },
                {
		            "caption": "Система задней камеры✤",
		            "url": "../details/13670090-9006.html"
		        }
			]
		},
		{
		    "x": "0.668",
		    "y": "0.574",
		    items:
            [
                {
		            "caption": "Как заправиться",
		            "url": "../details/136129090-9161.html"
		        }
			]
		},
		{
		    "x": "0.397",
		    "y": "0.517",
		    items:
            [
                {
		            "caption": "Открытие и закрытие раздвижных дверей",
		            "url": "../details/136129090-4703.html?p2"
		        }
			]
		}
	]
}