var dataListFront =
{
    "point": 
    [
		{
		    "x": "0.354",
		    "y": "0.272",
		    items:
            [
                {
		            "caption": "Система подушек безопасности SRS (для пассажирского сиденья)",
		            "url": "../details/136129090-1820.html"
		        }
			]
		},
		{
		    "x": "0.406",
		    "y": "0.582",
		    items:
            [
                {
		            "caption": "Блок предохранителей со стороны пассажирского сиденья в салоне✤",
		            "url": "../details/136129090-12073.html#d_136_750_90_16144"
		        }
			]
		},
		{
		    "x": "0.552",
		    "y": "0.491",
		    items:
            [
                {
		            "caption": "Выключатель системы остановки двигателя на холостом ходу",
		            "url": "../details/13685090-28584.html?p2#d_136_850_90_28620"
		        },
                {
		            "caption": "Переключатель ECON",
		            "url": "../details/136129090-6006.html?p2"
		        }
			]
		},
		{
		    "x": "0.809",
		    "y": "0.585",
		    items:
            [
                {
		            "caption": "Переключатель регулировки наружных зеркал",
		            "url": "../details/136129090-6095.html#d_136_1290_90_6096"
		        }
			]
		},
		{
		    "x": "0.831",
		    "y": "0.611",
		    items:
            [
                {
		            "caption": "Переключатель электростеклоподъемников",
		            "url": "../details/136129090-5175.html#d_136_1290_90_5176"
		        }
			]
		},
		{
		    "x": "0.761",
		    "y": "0.572",
		    items:
            [
                {
		            "caption": "Блок предохранителей со стороны водителя в салоне",
		            "url": "../details/136129090-12073.html#d_136_890_90_14227"
		        }
			]
		},
		{
		    "x": "0.728",
		    "y": "0.723",
		    items:
            [
                {
		            "caption": "Устройство для открывания крышки топливного бака",
		            "url": "../details/136129090-9161.html#d_136_1290_90_9162"
		        },
                {
		            "caption": "Ручка открывания капота",
		            "url": "../details/136129090-9553.html#d_136_1290_90_9554"
		        }
			]
		},
				{
					"x": "0.617",
					"y": "0.439",
		            items:
                    [
                        {
					        "caption": "Кнопка SOURCE✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55094"
					    },
                        {
					        "caption": "Кнопка каналов✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55115"
					    },
                        {
					        "caption": "Кнопка регулировки громкости✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_55102"
					    },
                        {
					        "caption": "Функциональная кнопка✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_61442"
					    },
                        {
					        "caption": "Кнопка быстрого доступа✤",
					        "url": "../detailsnavi/20251090-9584.html?p2#d_202_510_90_61460"
					    }
			        ]
				},
				{
					"x": "0.637",
					"y": "0.535",
		            items:
                    [
                        {
					        "caption": "Кнопка снятия трубки✤",
					        "url": "../detailsnavi/20251090-10528.html"
					    },
                        {
					        "caption": "Кнопка «На весу»/«Отмена»✤",
					        "url": "../detailsnavi/20251090-10528.html"
					    },
                        {
					        "caption": "Кнопка речи✤",
					        "url": "../detailsnavi/20251090-1765.html"
					    }
			        ]
				},
		{
		    "x": "0.558",
		    "y": "0.686",
		    items:
            [
                {
		            "caption": "Стояночный тормоз",
		            "url": "../details/136129090-8886.html#d_136_1290_90_8895"
		        }
			]
		},
		{
		    "x": "0.299",
		    "y": "0.598",
		    items:
            [
                {
		            "caption": "перчаточный ящик",
		            "url": "../details/136129090-7030.html#d_136_890_90_8568"
		        }
			]
		},
		{
		    "x": "0.299",
		    "y": "0.707",
		    items:
            [
                {
		            "caption": "сигнальная ракета",
		            "url": "../details/136129090-10858.html#d_136_1290_90_10895"
		        }
			]
		}
	],
	"zoom":
	[
		{
			"x": "0.405",
			"y": "0.099",
			"w": "0.164",
			"h": "0.686",
			'src': "../images/data/in_zoom_Center.jpg",
			//'src_w' :640,
			//'src_h' :943,
			"point":
			[
		        {
		            "x": "0.298",
		            "y": "0.556",
		            items:
                    [
                        {
		                    "caption": "Автомобильный кондиционер",
		                    "url": "../details/136129090-7251.html"
		                }
			        ]
		        },
		        {
		            "x": "0.474",
		            "y": "0.606",
		            items:
                    [
                        {
		                    "caption": "Переключатель обогрева заднего стекла и зеркал заднего вида✤",
		                    "url": "../details/136129090-5956.html"
		                }
			        ]
		        },
		        {
		            "x": "0.513",
		            "y": "0.340",
		            items:
                    [
                        {
		                    "caption": "Honda Система InterNavi✤",
		                    "url": "../detailsnavi/q_name.html"
		                }
			        ]
		        },
		        {
		            "x": "0.721",
		            "y": "0.141",
		            items:
                    [
                        {
		                    "caption": "Часы",
		                    "url": "../details/136129090-3708.html"
		                }
			        ]
		        },
		        {
		            "x": "0.636",
		            "y": "0.468",
		            items:
                    [
                        {
		                    "caption": "селектор",
		                    "url": "../details/136129090-8539.html?p2"
		                }
			        ]
		        },
		        {
		            "x": "0.904",
		            "y": "0.410",
		            items:
                    [
                        {
		                    "caption": "Переключатель стеклоочистителей / омывателя",
		                    "url": "../details/136129090-5644.html"
		                }
			        ]
		        },
		        {
		            "x": "0.386",
		            "y": "0.660",
		            items:
                    [
                        {
		                    "caption": "Переключатель обогревателя стекол",
		                    "url": "../details/136129090-7251.html#d_136_1290_90_7331"
		                },
                        {
		                    "caption": "Переключатель подогрева сидений✤",
		                    "url": "../details/136129090-7030.html#d_136_700_90_8499"
		                }
			        ]
		        },
		{
		    "x": "0.413",
		    "y": "0.984",
		    items:
            [
                {
		            "caption": "Разъем для аксессуаров",
		            "url": "../details/136129090-7030.html#d_136_890_90_8671"
		        }
			]
		},
		        {
		            "x": "0.572",
		            "y": "0.984",
		            items:
                    [
                        {
		                    "caption": "USB-разъем 1,5 А (для подключения смартфона) ✤",
		                    "url": "../detailsnavi/q_sp.html"
		                },
                        {
		                    "caption": "Разъем HDMI✤",
		                    "url": "../detailsnavi/20251090-43245.html"
		                },
                        {
		                    "caption": "Разъем USB 1,0 А (для воспроизведения музыки) iPod✤",
		                    "url": "../detailsnavi/20251090-9099.html"
		                },
                        {
		                    "caption": "Разъем USB 1,0 А (для воспроизведения музыки) USB-устройства✤",
		                    "url": "../detailsnavi/20251090-9306.html"
		                }
			        ]
		        }
	        ]
		},
		{
		   "x": "0.579",
		    "y": "0.099",
		    "w": "0.208",
		    "h": "0.686",
		    'src': "../images/data/in_zoom_Handle.jpg",
		    //'src_w' :640,
		    //'src_h' :920,
		    "point":
			[
				{
					"x": "0.418",
					"y": "0.152",
		            items:
                    [
                        {
					        "caption": "счетчик",
					        "url": "../details/136129090-3440.html"
					    },
                        {
					        "caption": "сигнальная лампочка",
					        "url": "../details/13689090-3414.html"
					    },
                        {
					        "caption": "Сигнальная лампа",
					        "url": "../details/13689090-3989.html"
					    }
			        ]
				},
				{
					"x": "0.842",
					"y": "0.451",
		            items:
                    [
                        {
					        "caption": "Переключатель запуска/остановки двигателя",
					        "url": "../details/13670090-27101.html?p2"
					    }
			        ]
				},
				{
					"x": "0.878",
					"y": "0.687",
		            items:
                    [
                        {
					        "caption": "Переключатель электроприводной сдвижной двери✤",
					        "url": "../details/136129090-4782.html#d_136_1290_90_4913"
					    },
                        {
					        "caption": "Переключатель VSA OFF",
					        "url": "../details/136129090-8777.html#d_136_1290_90_8839"
					    },
                        {
					        "caption": "Регулятор наклона фар✤",
					        "url": "../details/136129090-5781.html"
					    },
                        {
					        "caption": "Переключатель подогрева лобового стекла✤",
					        "url": "../details/136129090-5987.html"
					    },
                        {
					        "caption": "Переключатель предотвращения съезда с дороги✤",
					        "url": "../details/13686090-53947.html"
					    }
			        ]
				},
				{
					"x": "0.079",
					"y": "0.407",
		            items:
                    [
                        {
					        "caption": "Переключатель стеклоочистителей/омывателя",
					        "url": "../details/136129090-5644.html"
					    }
			        ]
				},
		{
		    "x": "0.528",
		    "y": "0.556",
		    items:
            [
                {
		            "caption": "Система подушек безопасности SRS (для водительского сиденья)",
		            "url": "../details/136129090-1820.html"
		        }
			]
		},
		{
		    "x": "0.410",
		    "y": "0.267",
		    items:
            [
                {
		            "caption": "Верхний ящик на водительском сиденье",
		            "url": "../details/136129090-7030.html#d_136_890_90_8597"
		        }
			]
		},
		{
		    "x": "0.587",
		    "y": "0.306",
		    items:
            [
                {
		            "caption": "Переключатель TRIP/CLOCK✤",
		            "url": "../details/136129090-3514.html?p2"
		        },
                {
		            "caption": "Настроить время на часах",
		            "url": "../details/136129090-3708.html"
		        },
                {
		            "caption": "Переключатель управления подсветкой",
		            "url": "../details/136129090-5912.html"
		        }
			]
		},
				{
					"x": "0.730",
					"y": "0.421",
		            items:
                    [
                        {
					        "caption": "Выключатель света",
					        "url": "../details/136129090-5576.html"
					    },
                        {
					        "caption": "Переключатель поворотников",
					        "url": "../details/136129090-5562.html"
					    },
                        {
					        "caption": "Главный выключатель✤",
					        "url": "../details/13686090-53076.html#d_136_860_90_53176"
					    }
			        ]
				},
				{
					"x": "0.745",
					"y": "0.543",
		            items:
                    [
                        {
					        "caption": "Переключатель LKAS ✤",
					        "url": "../details/13686090-53619.html#d_136_860_90_53767"
					    }
			        ]
				},
		{
		    "x": "0.426",
		    "y": "0.697",
		    items:
            [
                {
		            "caption": "Рычаг регулировки положения руля",
		            "url": "../details/136129090-6023.html"
		        }
			]
		},
				{
					"x": "0.666",
					"y": "0.658",
		            items:
                    [
                        {
					        "caption": "Информационный переключатель✤",
					        "url": "../details/13689090-4535.html?p2"
					    },
                        {
					        "caption": "Переключатель TRIP✤ ",
					        "url": "../details/136129090-3514.html?p2"
					    }
			        ]
				}
			]
		}
	]
}

var dataListRear =
{
    "point": 
    [
		{
		    "x": "0.052",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "внутреннее зеркало",
		            "url": "../details/136129090-6075.html"
		        },
                {
		            "caption": "Зеркало для обзора салона",
		            "url": "../details/136129090-7030.html#dBABGIDHF"
		        }
			]
		},
		{
		    "x": "0.100",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Напольная лампа",
		            "url": "../details/136129090-6909.html#d_136_1290_90_6990"
		        }
			]
		},
		{
		    "x": "0.400",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Система боковых подушек безопасности✤",
		            "url": "../details/136129090-2104.html"
		        }
			]
		},
		{
		    "x": "0.550",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Внутреннее освещение",
		            "url": "../details/136129090-6909.html"
		        }
			]
		},
		{
		    "x": "0.960",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Внутреннее освещение",
		            "url": "../details/136129090-6909.html"
		        }
			]
		},
		{
		    "x": "0.850",
		    "y": "0.017",
		    items:
            [
                {
		            "caption": "Универсальный крючок",
		            "url": "../details/136129090-7030.html#d_136_1290_90_7163"
		        }
			]
		},
		{
		    "x": "0.668",
		    "y": "0.470",
		    items:
            [
                {
		            "caption": "Второе сиденье",
		            "url": "../details/136129090-6416.html?p2"
		        }
			]
		},
		{
		    "x": "0.913",
		    "y": "0.555",
		    items:
            [
                {
		            "caption": "Третье сиденье✤",
		            "url": "../details/136129090-6622.html?p2"
		        }
			]
		},
		{
		    "x": "0.628",
		    "y": "0.592",
		    items:
            [
                {
		            "caption": "О детских автокреслах с системой ISOFIX (автомобили, оснащённые вторым рядом сидений)",
		            "url": "../details/136129090-2373.html#d_136_1300_90_2548"
		        },
                {
		            "caption": "О детских автокреслах с системой ISOFIX (автомобили, оснащенные вторым капитанским сиденьем)",
		            "url": "../details/136129090-2373.html#dBCGCEDIF"
		        },
                {
		            "caption": "Установка детского кресла с системой ISOFIX",
		            "url": "../details/136129090-2373.html#d_136_1300_90_2646"
		        }
			]
		},
		{
		    "x": "0.343",
		    "y": "0.589",
		    items:
            [
                {
		            "caption": "Крючок для подлокотника в магазине",
		            "url": "../details/136129090-7030.html#d_136_890_90_24951"
		        },
                {
		            "caption": "Система боковых подушек безопасности✤",
		            "url": "../details/136129090-1939.html"
		        }
			]
		},
		{
		    "x": "0.284",
		    "y": "0.602",
		    items:
            [
                {
		            "caption": "Передние сиденья",
		            "url": "../details/136129090-6300.html?p2"
		        }
			]
		},
		{
		    "x": "0.725",
		    "y": "0.035",
		    items:
            [
                {
		            "caption": "Ремни безопасности",
		            "url": "../details/136129090-1484.html"
		        }
			]
		}
	]
}